acpi
alsa-utils
autoconf
automake
bash
binutils
bison
bumblebee
bzip2
conky
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
efibootmgr
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
gzip
haskell-gnutls
i3-wm
i3blocks
ifplugd
inetutils
iproute2
iputils
iw
jfsutils
less
lib32-gnutls
lib32-libldap
lib32-nvidia-utils
libtool
libwbclient
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
nautilus
netctl
nvidia
pacman
patch
pavucontrol
pciutils
perl
pkgconf
playonlinux
polkit
procps-ng
psmisc
pulseaudio
reiserfsprogs
rofi
s-nail
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
ttf-dejavu
usbutils
util-linux
vi
vim
which
wine
winetricks
wpa_supplicant
xf86-input-synaptics
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-server
xorg-twm
xorg-xclock
xorg-xinit
xterm
zenity
